import { Button, Typography } from '@mui/material';
import React from 'react';
import Footer from '../../../Footer/Footer';
import About from '../../About/About';
import HeaderPart from '../../Header/HeaderPart/HeaderPart';
import Search from '../../Search/Search';
import Categories from '../Categories/Categories';

const Home = () => {
    return (
        <div>
            <HeaderPart></HeaderPart>
            <Typography variant='h3' sx={{my:7}} style={{color:"#2b7377",fontWeight:'bold'}}>Catergories</Typography>
           <Categories></Categories>
           
           <Typography sx={{p:5,backgroundColor:'#DFF6FF',my:7}}>
           বাড়িবদল.কম ডিজিটাল প্লাটফর্ম সম্পর্কে
বাড়িবদল বাসা ভাড়া দেওয়া এবং বাসা ভাড়া খোঁজার একটি ডিজিটাল প্লাটফর্ম। বাড়িবদল ওয়েবসাইট এবং অ্যাপ এর মাধ্যমে আপনি কয়েক মিনিটেই দিয়ে দিতে পারেন আপনার বাসা ভাড়ার বিজ্ঞাপন অথবা আপনি যদি ভাড়াটিয়া হয়ে থাকেন তাহলে খুঁজে পেতে পারেন আপনার পছন্দের বাসা।

প্রতিদিনই নতুন নতুন বাসা ভাড়ার বিজ্ঞাপন প্রকাশ করছেন আমাদের সন্মানিত ব্যাবহারকারিগন। বাড়িবদল ওয়েবসাইট এবং অ্যাপ এর মাধ্যমে বাসা ভাড়ার বিজ্ঞাপন প্রকাশ করা একদমই সোজা। মাত্র কয়েক ক্লিকেই প্রকাশ করতে পারেন আপনার বাসা ভাড়ার বিজ্ঞাপনটি। বাড়িবদল ওয়েবসাইট এবং অ্যাপ সম্পূর্ণ ফ্রিতে আপনি ব্যাবহার করতে পারবেন। বাড়িবদল ডিজিটাল প্লাটফর্ম এর মাধ্যমে আপনি পছন্দের বাসা খোঁজা, বুকমার্ক করা, বন্ধুদের সাথে শেয়ার করা, বিজ্ঞাপন দাতাদের সাথে সরাসরি যোগাযোগ করা সহ বাসা ভাড়া সংক্রান্ত আরও অনেক ডিজিটাল সেবা পেয়ে যাবেন।

বাড়িবদল ডিজিটাল প্লাটফর্ম সারা বাংলাদেশের যেকোনো প্রান্ত থেকে আপনি ব্যাবহার করতে পারবেন, অর্থাৎ বাংলাদেশ এর যেকোনো এলাকা বা অঞ্চলের বাসা ভাড়ার বিজ্ঞাপন ফ্রিতে প্রকাশ করতে পারবেন।

ফ্ল্যাট বাসা ভাড়া, সিট বাসা ভাড়া, সাবলেট বাসা ভাড়া, ব্যাচেলর বাসা ভাড়া, ফ্যামিলি বাসা ভাড়া, ছাত্রদের জন্য বাসা ভাড়া, ছাত্রীদের জন্য বাসা ভাড়া, চাকুরীজীবীদের জন্য বাসা ভাড়া সহ সকল প্রকার বাসা ভাড়ার ডিজিটাল প্লাটফর্ম হচ্ছে বাড়িবদল।

বাড়িবদল বাসা ভাড়ার অ্যাপটি গুগল প্লে স্টোর থেকে আপনি খুব সহজেই ইন্সটল করতে পারবেন। বাড়িবদল বাসা ভাড়ার অ্যাপটি ইন্সটল করার জন্য ভিজিট করুন Google Play Store এবং সার্চ করুন baribodol লিখে। এছাড়াও আপনি নিচের লিংকে ক্লিক করেও বাড়িবদল বাসা ভাড়ার অ্যাপটি ইন্সটল করতে পারবেনঃ

বাড়িবদল ডিজিটাল বাসা ভাড়ার প্লাটফর্ম, ডিজিটাল বাংলাদেশ গড়ার ক্ষেত্রে একটি অংশ হিসেবে কাজ করে যাচ্ছে। প্রতিদিন হাজার হাজার মানুষ রোঁদে পুড়ে এবং পায়ে হেঁটে কাঙ্ক্ষিত পছন্দের বাসা খোঁজার জন্য ছুটে চলে। এই কষ্ট লাগব করার জন্য বাড়িবদল প্লাটফর্ম কাজ করে যাচ্ছে প্রতিনিয়তই। বাড়িবদল ডিজিটাল প্লাটফর্ম সেবার মান উন্নত থেকে উন্নত করার জন্য অঙ্গীকার বদ্ধ।
           </Typography>
           <About></About>
        </div>
    );
};

export default Home;